blog-posts/2004-12-02-emacs-on-mac-os-x.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Emacs on Mac OS X</title>
<!-- 2015-10-19 Mon 14:18 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link href='http://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">Emacs on Mac OS X</h1>
<p>
December 2nd, 2004 -
<a href="http://sachachua.com/blog/p/2456"><a href="http://sachachua.com/blog/p/2456">http://sachachua.com/blog/p/2456</a></a>
</p>

<p>
Sven Kloppenburg said:
</p>

<blockquote>
<p>
using Emacs on Macosx myself, I can tell you that emacs 21.2.1 comes
 with macosx. If you want a more recent version, you can just checkout
 the CVS-Emacs and cd mac; ./make-package &#x2014;self-contained to get an
 installable macosx-app that plays nice with planner.
</p>

<p>
btw.: a .dmg file is mounted by double-clicking it ;-)
</p>
</blockquote>

<p>
Ooooh, nifty. I wonder if it comes with pretty widgets. I want my mom
 to have a menubar right away. &lt;grin&gt;
</p>

<p>
Thanks for the tip!
</p>

<p>
E-Mail from Richi's server
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
